menu.label.home=TRANG CH\u1EE6
menu.label.course=KH\u00D3A H\u1ECCC
menu.label.exam=K\u1EF2 THI
menu.label.login=\u0110\u0102NG NH\u1EACP
menu.label.register=\u0110\u0102NG K\u00CD
menu.button.search=T\u00ECm ki\u1EBFm
menu.label.category=Chuy\u00EAn \u0110\u1EC1
menu.label.logout=THO\u00C1T
menu.label.hello=XIN CH\u00C0O 
body.label.whyus=L\u00DD DO CH\u1ECCN CH\u00DANG T\u00D4I
body.label.ourcourses=DANH S\u00C1CH KH\u00D3A H\u1ECCC
body.label.StudentHighscore=NH\u1EEENG H\u1ECCC VI\u00CAN \u0110I\u1EC2M CAO
body.label.StudentSays=H\u1ECCC VI\u00CAN N\u00D3I G\u00CC V\u1EC0 CH\u00DANG T\u00D4I
body.title.technology=C\u00F4ng ngh\u1EC7
body.content.technology=Ch\u00FAng t\u00F4i c\u00F3 h\u01A1n 20 trung t\u00E2m v\u1EDBi trang thi\u1EBFt b\u1ECB hi\u1EC7n \u0111\u1EA1i
body.title.besttutor=\u0110\u1ED9i ng\u0169 Gi\u00E1o vi\u00EAn
body.content.besttutor=Gi\u00E1o vi\u00EAn b\u1EA3n ng\u1EED v\u00E0 gi\u00E1o vi\u00EAn vi\u1EC7t nam c\u00F3 kinh nghi\u1EC7m gi\u1EA3ng d\u1EA1y
body.title.PraticalTraining=Th\u1EF1c h\u00E0nh
body.content.PraticalTraining=Ch\u00FAng t\u00F4i kh\u00F4ng ch\u1EC9 cung c\u1EA5p cho b\u1EA1n ph\u01B0\u01A1ng ph\u00E1p t\u1ED1t nh\u1EA5t \u0111\u1EC3 h\u1ECDc ti\u1EBFng Anh. Xa h\u01A1n th\u1EBF n\u1EEFa, ch\u00FAng t\u00F4i mu\u1ED1n trao cho b\u1EA1n c\u01A1 h\u1ED9i t\u1ED1t nh\u1EA5t \u0111\u1EC3 s\u1EED d\u1EE5ng n\u00F3.
body.title.support=H\u1ED7 tr\u1EE3
body.content.support=Gi\u00E1o vi\u00EAn lu\u00F4n s\u1EB5n s\u00E0ng ph\u1EA3n h\u1ED3i v\u1EC1 nh\u1EEFng v\u1EA5n \u0111\u1EC1 v\u00E0 \u0111i\u1EC3m y\u1EBFu c\u1EA7n c\u1EA3i thi\u1EC7n c\u1EE7a b\u1EA1n. C\u00E1ch t\u01B0\u01A1ng t\u00E1c n\u00E0y gi\u00FAp b\u1EA1n c\u1EA3m th\u1EA5y h\u1ECDc ti\u1EBFng anh th\u00FA v\u1ECB h\u01A1n bao gi\u1EDD h\u1EBFt
footer.title.aboutus=V\u1EC1 ch\u00FAng t\u00F4i
footer.content.aboutus=N\u0103m 2005, ENVN ch\u00EDnh th\u1EE9c c\u00F3 m\u1EB7t t\u1EA1i Vi\u1EC7t Nam v\u00E0 lu\u00F4n \u0111\u01B0\u1EE3c \u0111\u00E1nh gi\u00E1 l\u00E0 \u0111\u01A1n v\u1ECB \u0111\u00E0o t\u1EA1o Anh ng\u1EEF uy t\u00EDn, ch\u1EA5t l\u01B0\u1EE3ng h\u00E0ng \u0111\u1EA7u v\u1EDBi h\u01A1n 10 ng\u00E0n h\u1ECDc vi\u00EAn \u0111ang theo h\u1ECDc.
footer.label.community=C\u1ED8NG \u0110\u1ED2NG
footer.label.others=LI\u00CAN K\u1EBET KH\u00C1C
footer.label.SocialLinks=M\u1EA0NG X\u00C3 H\u1ED8I
slider.title.aboutus=V\u1EC0 CH\u00DANG T\u00D4I
slider.content.aboutus=N\u0103m 2005, ENVN ch\u00EDnh th\u1EE9c c\u00F3 m\u1EB7t t\u1EA1i Vi\u1EC7t Nam v\u00E0 lu\u00F4n \u0111\u01B0\u1EE3c \u0111\u00E1nh gi\u00E1 l\u00E0 \u0111\u01A1n v\u1ECB \u0111\u00E0o t\u1EA1o Anh ng\u1EEF uy t\u00EDn, ch\u1EA5t l\u01B0\u1EE3ng h\u00E0ng \u0111\u1EA7u v\u1EDBi h\u01A1n 10 ng\u00E0n h\u1ECDc vi\u00EAn \u0111ang theo h\u1ECDc.
slider.title.quality=KH\u00D4NG NG\u01AFNG N\u00C2NG CAO CH\u1EA4T L\u01AF\u1EE2NG GI\u1EA2NG D\u1EA0Y
slider.content.quality=ENVN cam k\u1EBFt s\u1EBD quy\u1EBFt t\u00E2m n\u00E2ng cao ch\u1EA5t l\u01B0\u1EE3ng gi\u1EA3ng d\u1EA1y v\u00E0 x\u00E2y d\u1EF1ng th\u00EAm nhi\u1EC1u l\u1EE3i \u00EDch thi\u1EBFt th\u1EF1c h\u01A1n n\u1EEFa cho h\u1ECDc vi\u00EAn.
slider.title.ActiveLearning=Active Learning
slider.content.ActiveLearning=Ph\u01B0\u01A1ng ph\u00E1p Active Learning c\u00F2n cho ph\u00E9p ng\u01B0\u1EDDi h\u1ECDc C\u00E1 nh\u00E2n h\u00F3a vi\u1EC7c h\u1ECDc ti\u1EBFng Anh v\u00E0 ho\u00E0n to\u00E0n ch\u1EE7 \u0111\u1ED9ng trong vi\u1EC7c h\u1ECD
